---
kind: other
id: Properties.T:Autodesk.Revit.DB.FaceWall
source: html/7f9ee256-968c-4e33-6858-0fd806cdaa4c.htm
---
# FaceWall Properties

The id of the assembly instance to which the element belongs.